Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=161_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Koltansaamenkieli
smn: Nuorttâsämikielâ

source: kuvitus Sunna Kitti
smn: koveh Sunna Kitti

source: Toʹben tääiʹben Ouddškooul tuõjjstõõllâmǩeʹrjj
smn: Ouddškooul tuõjjstõõllâmǩeʹrjj

source: ISBN 978-952-441-316-9
smn: Sämitigge 2015

source: Saamelaiskäräjät 2015
smn: Toʹben tääiʹben - Ouddškooul tuõjjstõõllâmǩeʹrjj lii uáivildum sämikielâlâš ovdâškoovlân.

source: “Esikoululaisen puuhakirja” ilmestyi samaan aikaan kaikilla kolmella Suomessa puhutulla saamenkielellä.
smn: Kirjeest usteveh Eeʹled, Uábbee já Sámmol joteh jieijâs päikkikuávluin já muštâleh nubijdis aašijn, moh kuleh sii elimân.

source: Kirjan ystävykset Eeʹled, Uábbee ja Sámmol kyläilevät toistensa kotiseuduilla ja kertovat toisilleen omaan kulttuuripiiriinsä kuuluvista asioista.
smn: Ee´led lii nuorttâlâš nieidâ, Uábbee lii anarâš nieidâ já Sámmol lii tavesämmilâš kandâ.

source: Eeʹled on koltansaamenkielinen tyttö, Uabbee inarinsaamenkielinen tyttö ja Sámmol on pohjoisaamenkielinen poika.
smn: Kirje kuávdáást láá sämmilij käävci iveäigid, moi tooimâid já tábáhtumijd teevstah kovvejeh.

source: Kirjan tarinoiden lähtökohtana ovat saamelaisten kahdeksan vuodenaikaa töineen ja tapahtumineen.
smn: Váldujuurdâ kirje rähtimist lii lamaš tot, et mij, Suomâ kulmâ sämihiäimu, eellip oovtâst já halijdep jyehiđ riges kulttuuräärbi já jieččân almugij muštâlusâid, tiäđuid já kielâid sehe meid kulttuurlâš jiešvuovijd, moh mist láá sierâlágáneh.

source: Heather Amery - Stephen Cartwright
smn: hadde: 15,00 €

source: Vuõssmõs dohat sääʹnned säämas
smn: Sämitigge 2015

source: kuvasanakirja
smn: Vuõssmõs dohat sääʹnned säämas - kirje lii jurgâlum eŋgâlâskielâlâš kirjeest .

source: 1. painos
smn: Nuorttâlâškielâlii kirje jurgâlus láá ráhtám Säämi máttááttâskuávdáá nuorttâlâškielâ já –kulttuur uáppeeh uáppeepargon (2013-2014), jođetteijen sii máttáátteijee Tiina Sanila-Aikio .

source: Hinta: 15,00 €
smn: Kielâhäämi lii tärhistâm Merja Fofonoff .

source: ISBN: 978-952-441-288-9
smn: Kirje puáhtá kevttiđ nuuvt eenikielâlij párnái máttááttâsâst ko nuorttâlâškielâ viereskielâ uáppei máttááttâsâst-uv.

source: Vuõssmõs dohat sääʹnned –kirja on käännetty englanninkielisestä kirjasta The First Thousand Words in English .
smn: Máttáátteijee puáhtá savâstâllâđ uáppeiguin kirje hitruus kuuvij vuáđuld teikâ párnááh pyehtih jiejah čäälliđ mainâs lehâstuv kooveest.

source: Kieliasun on tarkistanut Merja Fofonoff .
smn: Sääʹmǩiõl ǩiõllvuäʹppes škoouʹli vääras

source: Kirjaa voidaan käyttää niin äidinkielisten lasten opetuksessa kuin koltansaamea vieraana kielenä opiskelevien opetuksessakin.
smn: siijđoh: 404

source: Stephen Cartwright ´n kuvien avulla lapsille voi opettaa uusia sanoja.
smn: hadde: 27,00 €

source: Opettaja voi keskustella oppilaiden kanssa kirjan hauskojen kuvien pohjalta tai lapset voivat itse kirjoittaa tarinan aukeamakuvasta.
smn: Sämitigge 2009

source: Matti Morottaja - Katri Fofonoff
smn: uáivilin lii toimâđ iššeen čaallum nuorttâsämikielâ vuáhá dutmist já adeliđ škoovlâi kiävtun riäidu, mon vievâst nuorttâsämikielâ kirjekielâ laavâvuálásâšvuođah já njuolgâdusah čielgejuvvojeh uánihávt, já toh uáppojeh iänááš ovdâmeerhâi vievâst.

source: Mattu saa´nid
smn: Ulmen lii meiddei uápásmittiđ nuorttâsämikielâlâš rävisaalmug jieijâs eenikielâ čaallum háámán sehe adeliđ išeriäidu toid nuorttâlâššáid, kiäh láá vájál dâttám eenikielâs já halijdeh algâttiđ tom oppâm.

source: Kuvasanakirja
smn: Nuuvtpa kielâoopâ kevttimkiellân lii väljejum suomâkielâ.

source: Sanasto: Katri Fofonoff
smn: Vuovâs soojijn ton paaldâst lii nuorttâsämikielâ, vâi nuorttâsämikielâlâš-uv kielâoppâterminologia

source: Kuvitus: Sirpa Mänty
smn: šodâččij uápisin.

source: Hinta: 20,00 €
smn: Mattu saa´nid

source: ISBN: 978-952-441-206-3
smn: jurgâlâm: Katri Fofonoff

source: Saamelaiskäräjät 2003
smn: koveh: Sirpa Mänty

source: Kuvasanakirja on laadittu Matti Morottajan kokoaman inarinsaamenkielisen Oopâ saanijd -kirjan pohjalta.
smn: siijdoh: 62

source: Kirjaan on koottu noin 1600 koltansaamenkielen keskeistä sanaa, joista noin 500 on kuvitettu.
smn: hadde: 20,00 €
